Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: Privacy policy
ar: سياسة الخصوصية
az: Məxfilik siyasəti
bg: Политика за поверителност
bn: প্রাইভেসি পলিসি
ca: Política de privadesa
cs: Zásady ochrany soukromí
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
eo: Privateca politiko
es: Política de privacidad
et: Privaatsuspoliitika
eu: Pribatutasun politika
fa: سیاست حریم خصوصی
fi: Tietosuojakäytäntö
fil: Patakaran sa privacy
fr: Politique de confidentialité
ga: Polasaí Príobháideachta
gl: Política de privacidade
gn: Política de privacidad
ha: Manufar sirri
he: מדיניות פרטיות
hi: प्राइवेसी पॉलिसी
hr: Pravila privatnosti
hu: Adatvédelmi irányelvek
hy: Գաղտնիության քաղաքականություն
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
ky: Купуялуулук саясаты
lt: Privatumo politika
lv: Privātuma politika
ms: Dasar privasi
my: ကိုယ်ရေးလုံခြုံမှု မူဝါဒ
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany súkromia
sl: Politika zasebnosti
sq: Politika e privatësisë
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
vi: Chính sách quyền riêng tư
yo: Ìlànà àṣírí
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Progress
ar: التقدم
az: Gedişat
bg: Прогрес
bn: অগ্রগতি
ca: Progrés
cs: Průběh
da: Fremskridt
de: Fortschritt
el: Πρόοδος
eo: Progreso
es: Progreso
et: Edenemine
eu: Aurrerapena
fa: پیشرفت
fi: Edistyminen
fil: Progreso
fr: Progression
ga: Dul Chun Cinn
gl: Progreso
gn: Progreso
ha: Ci gaba
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Folyamat
hy: Առաջընթաց
id: Progres
it: Avanzamento
ja: 進行状況
ko: 진행 상황
ky: Жүрүш
lt: Eiga
ms: Kemajuan
my: တိုးတက်မှု
nb: Fremdrift
nl: Voortgang
pl: Postęp
pt_br: Progresso
ro: Progres
ru: Прогресс
sk: Priebeh
sl: Napredek
sq: Progresi
sv: Förlopp
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
ur: پیش رفت
vi: Tiến trình
yo: Ìlọsíwájú
zh_hans: 进度
zh_hant: 進度

source: Proxy example: 127.0.0.1:4444. Leave blank if you want — sync will fail until a working I2P node and proxy are set.
ar: مثال على الوكيل: 127.0.0.1:4444. يمكنك تركه فارغًا إن أردت — ستفشل المزامنة حتى يتم تعيين عقدة ووكيل I2P يعملان بشكل صحيح.
az: Proksi nümunəsi: 127.0.0.1:4444. İstəsəniz boş buraxın — işlək I2P node və proksi təyin olunana qədər sinxronizasiya baş tutmayacaq.
bg: Пример за прокси: 127.0.0.1:4444. Можете да го оставите празно — синхронизацията ще се проваля, докато не бъдат зададени работещи възел и прокси на I2P.
bn: প্রক্সি উদাহরণ: 127.0.0.1:4444। আপনি চাইলে খালি রাখতে পারেন — একটি কার্যকরী I2P নোড এবং প্রক্সি সেট না করা পর্যন্ত সিঙ্ক ব্যর্থ হবে।
ca: Exemple de servidor intermediari: 127.0.0.1:4444. Deixa-ho en blanc si vols — la sincronització fallarà fins que es configuri un node i un servidor intermediari d'I2P funcionals.
cs: Příklad proxy: 127.0.0.1:4444. Pole můžete klidně nechat prázdné — synchronizace se nezdaří, dokud nebudou nastaveny funkční uzel a proxy I2P.
da: Proxy-eksempel: 127.0.0.1:4444. Lad det stå tomt, hvis du ønsker det — synkronisering vil mislykkes, indtil en fungerende I2P-node og proxy er indstillet.
de: Proxy-Beispiel: 127.0.0.1:4444. Kann leer bleiben — die Synchronisierung schlägt fehl, bis ein funktionierender I2P-Node und -Proxy eingerichtet sind.
el: Παράδειγμα διαμεσολαβητή: 127.0.0.1:4444. Αφήστε το κενό αν θέλετε — ο συγχρονισμός θα αποτύχει έως ότου ρυθμιστούν λειτουργικός κόμβος και διαμεσολαβητής I2P.
eo: Ekzemplo de prokurilo: 127.0.0.1:4444. Lasu malplena se vi volas — sinkronigo malsukcesos ĝis funkcianta nodo kaj prokurilo de I2P estos agorditaj.
es: Ejemplo de proxy: 127.0.0.1:4444. Puedes dejarlo en blanco — la sincronización fallará hasta que configures un nodo y proxy I2P que funcionen.
et: Puhverserveri näide: 127.0.0.1:4444. Jätke tühjaks, kui soovite — sünkroonimine ebaõnnestub, kuni on määratud töötav I2P sõlm ja puhverserver.
eu: Proxy adibidea: 127.0.0.1:4444. Nahi baduzu hutsik utzi dezakezu — sinkronizazioak huts egingo du I2P nodo eta proxy funtzional bat ezarri arte.
fa: نمونه پراکسی: 127.0.0.1:4444. اگر بخواهید می‌توانید آن را خالی بگذارید — همگام‌سازی تا زمانی که یک گره و پراکسی I2P فعال تنظیم نشوند، ناموفق خواهد بود.
fi: Välityspalvelinesimerkki: 127.0.0.1:4444. Voit jättää tyhjäksi — synkronointi epäonnistuu, kunnes toimiva I2P-solmu ja välityspalvelin on asetettu.
fil: Halimbawa ng proxy: 127.0.0.1:4444. Iwanang blangko kung gusto mo — mabibigo ang sync hangga't walang gumaganang I2P node at proxy na naitakda.
fr: Exemple de proxy : 127.0.0.1:4444. Tu peux laisser vide — la synchronisation échouera jusqu'à ce qu'un nœud et un proxy I2P fonctionnels soient configurés.
ga: Sampla seachfhreastalaí: 127.0.0.1:4444. Fág bán más mian leat — teipfidh ar an sioncronú go dtí go socrófar nód agus seachfhreastalaí I2P a oibríonn.
gl: Exemplo de proxy: 127.0.0.1:4444. Podes deixalo baleiro se queres — a sincronización fallará ata que se configuren un nodo e un proxy I2P que funcionen.
gn: Techapyrã proxy: 127.0.0.1:4444. Eheja nandi eipotárõ — sincronización ndoikóichéne peve oñemoĩ peteĩ nodo ha proxy I2P oikóva porã.
ha: Misalin proxy: 127.0.0.1:4444. Za ka iya barin fanko idan kana so — daidaitawa za ta kasa har sai an saita node da proxy na I2P masu aiki.
he: דוגמת פרוקסי: 127.0.0.1:4444. אפשר להשאיר ריק אם תרצה — הסנכרון יכשל עד שתוגדרו צומת ופרוקסי I2P תקינים.
hi: प्रॉक्सी उदाहरण: 127.0.0.1:4444। चाहें तो खाली छोड़ दें — जब तक एक काम करता I2P नोड और प्रॉक्सी सेट न हो, सिंक विफल रहेगा।
hr: Primjer proxyja: 127.0.0.1:4444. Ostavite prazno ako želite — sinkronizacija neće uspjeti dok se ne postave funkcionalni I2P čvor i proxy.
hu: Proxy példa: 127.0.0.1:4444. Hagyd üresen, ha szeretnéd — a szinkronizálás sikertelen lesz, amíg nincs beállítva egy működő I2P csomópont és proxy.
hy: Պրոքսիի օրինակ՝ 127.0.0.1:4444։ Կարող եք թողնել դատարկ — համաժամացումը կձախողվի, մինչև չսահմանվի աշխատող I2P հանգույց և պրոքսի։
id: Contoh proksi: 127.0.0.1:4444. Kosongkan jika Anda mau — sinkronisasi akan gagal sampai node dan proksi I2P yang berfungsi ditetapkan.
it: Esempio di proxy: 127.0.0.1:4444. Lascia vuoto se preferisci — la sincronizzazione fallirà finché non verranno impostati un nodo e un proxy I2P funzionanti.
ja: プロキシの例:127.0.0.1:4444。空欄でも構いません — 有効なI2Pノードとプロキシが設定されるまで同期は失敗します。
ko: 프록시 예시: 127.0.0.1:4444. 원한다면 비워둘 수 있습니다 — 작동하는 I2P 노드와 프록시가 설정될 때까지 동기화가 실패합니다.
ky: Проксинин үлгүсү: 127.0.0.1:4444. Кааласаңыз бош калтырыңыз — иштеп жаткан I2P түйүнү менен проксиси коюлмайынча синхрондоштуруу ишке ашпайт.
lt: Tarpinio serverio pavyzdys: 127.0.0.1:4444. Galite palikti tuščią — sinchronizavimas nepavyks, kol nebus nustatytas veikiantis I2P tinklo taškas ir tarpinis serveris.
lv: Starpniekservera piemērs: 127.0.0.1:4444. Varat atstāt tukšu — sinhronizācija neizdosies, kamēr netiks iestatīts funkcionējošs I2P mezgls un starpniekserveris.
ms: Contoh proksi: 127.0.0.1:4444. Boleh dibiarkan kosong jika anda mahu — penyelarasan akan gagal sehingga node dan proksi I2P yang berfungsi ditetapkan.
my: Proxy ဥပမာ: 127.0.0.1:4444။ လိုအပ်ပါက အလွတ်ချန်ထားနိုင်သည် — ကောင်းမွန်စွာ အလုပ်လုပ်သော I2P node နှင့် proxy သတ်မှတ်မှသာ ထပ်တူညှိမှု အောင်မြင်မည်။
nb: Proxy-eksempel: 127.0.0.1:4444. Kan stå tomt hvis du vil — synkroniseringen vil mislykkes til en fungerende I2P-node og -proxy er satt opp.
nl: Voorbeeld van proxy: 127.0.0.1:4444. Laat dit leeg als je wilt — synchronisatie mislukt totdat een werkende I2P-node en proxy zijn ingesteld.
pl: Przykład proxy: 127.0.0.1:4444. Możesz pozostawić puste — synchronizacja nie powiedzie się, dopóki nie ustawisz działającego węzła i proxy I2P.
pt_br: Exemplo de proxy: 127.0.0.1:4444. Deixe em branco se quiser — a sincronização falhará até que um nó e proxy I2P funcionais sejam configurados.
ro: Exemplu de proxy: 127.0.0.1:4444. Poți lăsa gol dacă vrei — sincronizarea va eșua până când sunt setate un nod și un proxy I2P funcționale.
ru: Пример прокси: 127.0.0.1:4444. Можно оставить пустым — синхронизация не будет работать, пока не настроены рабочий узел и прокси I2P.
sk: Príklad proxy: 127.0.0.1:4444. Pole môžete pokojne nechať prázdne — synchronizácia sa nepodarí, kým nebudú nastavené funkčný uzol a proxy I2P.
sl: Primer proxyja: 127.0.0.1:4444. Pusti prazno, če želiš — sinhronizacija ne bo delovala, dokler nista nastavljena delujoče vozlišče I2P in proxy.
sq: Shembull proxy: 127.0.0.1:4444. Lëre bosh nëse do — sinkronizimi do të dështojë derisa të caktohen një nyje dhe proxy I2P funksionale.
sv: Exempel på proxy: 127.0.0.1:4444. Du kan lämna den tom — synkroniseringen misslyckas tills en fungerande I2P-nod och proxy är inställda.
th: ตัวอย่างพร็อกซี: 127.0.0.1:4444 คุณสามารถเว้นว่างได้ — การซิงค์จะล้มเหลวจนกว่าจะตั้งค่าโหนดและพร็อกซี I2P ที่ใช้งานได้
tr: Proxy örneği: 127.0.0.1:4444. İsterseniz boş bırakabilirsiniz — çalışan bir I2P düğümü ve proxy ayarlanana kadar senkronizasyon başarısız olur.
uk: Приклад проксі: 127.0.0.1:4444. Можете залишити порожнім — синхронізація не вдасться, доки не буде налаштовано робочий вузол і проксі I2P.
ur: پراکسی مثال: 127.0.0.1:4444۔ اگر چاہیں تو خالی چھوڑ دیں — جب تک ایک فعال I2P نوڈ اور پراکسی سیٹ نہ ہو، سنک ناکام رہے گا۔
vi: Ví dụ proxy: 127.0.0.1:4444. Bạn có thể để trống — quá trình đồng bộ sẽ thất bại cho đến khi thiết lập node và proxy I2P hoạt động.
yo: Àpẹẹrẹ proxy: 127.0.0.1:4444. Fi sílẹ̀ láìkọ̀wé bí o bá fẹ́ — ìṣọ̀kan yóò kùnà títí a fi ṣètò node àti proxy I2P tí ń ṣiṣẹ́.
zh_hans: 代理示例:127.0.0.1:4444。也可留空 — 在设置好可用的 I2P 节点和代理之前,同步将会失败。
zh_hant: 代理示例:127.0.0.1:4444。也可留空 — 在設置好可用的 I2P 節點和代理之前,同步將會失敗。

source: QR unavailable
ar: رمز QR غير متاح
az: QR əlçatan deyil
bg: QR кодът не е достъпен
bn: QR উপলব্ধ নেই
ca: QR no disponible
cs: QR kód není k dispozici
da: QR ikke tilgængelig
de: QR nicht verfügbar
el: Το QR δεν είναι διαθέσιμο
eo: QR-kodo neatingebla
es: QR no disponible
et: QR ei ole saadaval
eu: QR ez dago eskuragarri
fa: کد QR در دسترس نیست
fi: QR ei käytettävissä
fil: Hindi available ang QR
fr: QR indisponible
ga: QR nach bhfuil ar fáil
gl: QR non dispoñible
gn: QR ndaipóri
ha: QR babu shi
he: קוד QR לא זמין
hi: QR अनुपलब्ध
hr: QR nedostupan
hu: QR nem elérhető
hy: QR-ը հասանելի չէ
id: QR tidak tersedia
it: QR non disponibile
ja: QRコードが利用できません
ko: QR 사용할 수 없음
ky: QR жеткиликсиз
lt: QR kodas nepasiekiamas
lv: QR nav pieejams
ms: Kod QR tidak tersedia
my: QR code မရရှိနိုင်ပါ
nb: QR utilgjengelig
nl: QR niet beschikbaar
pl: QR niedostępny
pt_br: QR indisponível
ro: Cod QR indisponibil
ru: QR-код недоступен
sk: QR kód nie je k dispozícii
sl: QR ni na voljo
sq: Kodi QR i padisponueshëm
sv: QR-kod inte tillgänglig
th: QR ไม่พร้อมใช้งาน
tr: QR kullanılamıyor
uk: QR недоступний
ur: QR دستیاب نہیں
vi: QR không khả dụng
yo: Kóòdù QR kò sí
zh_hans: QR 码不可用
zh_hant: QR 碼不可用

source: Quit
ar: خروج
az: Çıxış
bg: Изход
bn: প্রস্থান
ca: Surt
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
eo: Forlasi
es: Salir
et: Välju
eu: Irten
fa: خروج
fi: Lopeta
fil: Lumabas
fr: Quitter
ga: Scoir
gl: Saír
gn: Sẽ
ha: Fita
he: יציאה
hi: बाहर निकलें
hr: Izlaz
hu: Kilépés
hy: Ելք
id: Keluar
it: Esci
ja: 終了
ko: 종료
ky: Чыгуу
lt: Išeiti
lv: Iziet
ms: Keluar
my: ထွက်ရန်
nb: Avslutt
nl: Afsluiten
pl: Wyjdź
pt_br: Sair
ro: Ieșire
ru: Выйти
sk: Ukončiť
sl: Izhod
sq: Dil
sv: Avsluta
th: ออก
tr: Çıkış
uk: Вийти
ur: بند کریں
vi: Thoát
yo: Jáde
zh_hans: 退出
zh_hant: 結束

source: Receive
ar: استقبال
az: Qəbul et
bg: Получаване
bn: গ্রহণ
ca: Rebre
cs: Přijmout
da: Modtag
de: Empfangen
el: Λήψη
eo: Ricevi
es: Recibir
et: Vastuvõtmine
eu: Jaso
fa: دریافت
fi: Vastaanota
fil: Tanggapin
fr: Recevoir
ga: Faigh
gl: Recibir
gn: Jehupyty
ha: Karɓa
he: קבלה
hi: प्राप्त करें
hr: Primi
hu: Fogadás
hy: Ստանալ
id: Terima
it: Ricevi
ja: 受取
ko: 받기
ky: Кабыл алуу
lt: Gauti
lv: Saņemt
ms: Terima
my: လက်ခံမည်
nb: Motta
nl: Ontvangen
pl: Odbierz
pt_br: Receber
ro: Primește
ru: Получить
sk: Prijať
sl: Prejem
sq: Merr
sv: Ta emot
th: รับ
tr: Al
uk: Отримати
ur: وصول کریں
vi: Nhận
yo: Gbà
zh_hans: 收款
zh_hant: 收款

source: Receive address
ar: عنوان الاستقبال
az: Qəbul ünvanı
bg: Адрес за получаване
bn: রিসিভ ঠিকানা
ca: Adreça de recepció
cs: Přijímací adresa
da: Modtagelsesadresse
de: Empfangsadresse
el: Διεύθυνση λήψης
eo: Ricevada adreso
es: Dirección de recepción
et: Vastuvõtuaadress
eu: Jasotze-helbidea
fa: آدرس دریافت
fi: Vastaanotto-osoite
fil: Address ng pagtanggap
fr: Adresse de réception
ga: Seoladh faighte
gl: Enderezo de recepción
gn: Dirección jehupytyrã
ha: Adireshin karɓa
he: כתובת קבלה
hi: प्राप्तकर्ता पता
hr: Adresa za primanje
hu: Fogadó cím
hy: Ստացման հասցե
id: Alamat terima
it: Indirizzo di ricezione
ja: 受取用アドレス
ko: 수신 주소
ky: Кабыл алуу дареги
lt: Gavimo adresas
lv: Saņemšanas adrese
ms: Alamat penerimaan
my: လက်ခံမည့် လိပ်စာ
nb: Mottaksadresse
nl: Ontvangstadres
pl: Adres odbiorczy
pt_br: Endereço de recebimento
ro: Adresă de primire
ru: Адрес получения
sk: Prijímacia adresa
sl: Naslov za prejem
sq: Adresa marrëse
sv: Mottagaradress
th: ที่อยู่รับเงิน
tr: Alım adresi
uk: Адреса отримання
ur: وصولی ایڈریس
vi: Địa chỉ nhận
yo: Àdírẹ́sì gbígbà
zh_hans: 接收地址
zh_hant: 接收地址

source: Receive Address
ar: عنوان الاستقبال
az: Qəbul ünvanı
bg: Адрес за получаване
bn: রিসিভ ঠিকানা
ca: Adreça de recepció
cs: Přijímací adresa
da: Modtagelsesadresse
de: Empfangsadresse
el: Διεύθυνση λήψης
eo: Ricevada Adreso
es: Dirección de recepción
et: Vastuvõtuaadress
eu: Jasotze-helbidea
fa: آدرس دریافت
fi: Vastaanotto-osoite
fil: Address ng Pagtanggap
fr: Adresse de réception
ga: Seoladh Faighte
gl: Enderezo de recepción
gn: Dirección Jehupytyrã
ha: Adireshin Karɓa
he: כתובת קבלה
hi: प्राप्तकर्ता पता
hr: Adresa za primanje
hu: Fogadó cím
hy: Ստացման հասցե
id: Alamat Terima
it: Indirizzo di Ricezione
ja: 受取用アドレス
ko: 수신 주소
ky: Кабыл алуу дареги
lt: Gavimo adresas
lv: Saņemšanas adrese
ms: Alamat Penerimaan
my: လက်ခံမည့် လိပ်စာ
nb: Mottaksadresse
nl: Ontvangstadres
pl: Adres odbiorczy
pt_br: Endereço de Recebimento
ro: Adresă de primire
ru: Адрес получения
sk: Prijímacia adresa
sl: Naslov za prejem
sq: Adresa Marrëse
sv: Mottagaradress
th: ที่อยู่รับเงิน
tr: Alım Adresi
uk: Адреса отримання
ur: وصولی ایڈریس
vi: Địa chỉ nhận
yo: Àdírẹ́sì Gbígbà
zh_hans: 接收地址
zh_hant: 接收地址

source: Receive Monero
ar: استقبال Monero
az: Monero qəbul et
bg: Получаване на Monero
bn: Monero গ্রহণ করুন
ca: Rep Monero
cs: Přijmout Monero
da: Modtag Monero
de: Monero empfangen
el: Λήψη Monero
eo: Ricevi Monero
es: Recibir Monero
et: Võta vastu Monerot
eu: Jaso Monero
fa: دریافت Monero
fi: Vastaanota Moneroa
fil: Tanggapin ang Monero
fr: Recevoir des Monero
ga: Faigh Monero
gl: Recibir Monero
gn: Ehupyty Monero
ha: Karɓi Monero
he: קבלת Monero
hi: Monero प्राप्त करें
hr: Primi Monero
hu: Monero fogadása
hy: Ստանալ Monero
id: Terima Monero
it: Ricevi Monero
ja: Moneroを受取
ko: Monero 받기
ky: Monero кабыл алуу
lt: Gauti Monero
lv: Saņemt Monero
ms: Terima Monero
my: Monero လက်ခံမည်
nb: Motta Monero
nl: Monero Ontvangen
pl: Odbierz Monero
pt_br: Receber Monero
ro: Primește Monero
ru: Получить Monero
sk: Prijať Monero
sl: Prejmi Monero
sq: Merr Monero
sv: Ta emot Monero
th: รับ Monero
tr: Monero Al
uk: Отримати Monero
ur: Monero وصول کریں
vi: Nhận Monero
yo: Gbà Monero
zh_hans: 接收 Monero
zh_hant: 接收 Monero

source: Receive XMR
ar: استقبال XMR
az: XMR qəbul et
bg: Получаване на XMR
bn: XMR গ্রহণ করুন
ca: Rep XMR
cs: Přijmout XMR
da: Modtag XMR
de: XMR empfangen
el: Λήψη XMR
eo: Ricevi XMR
es: Recibir XMR
et: Võta vastu XMR
eu: Jaso XMR
fa: دریافت XMR
fi: Vastaanota XMR
fil: Tanggapin ang XMR
fr: Recevoir des XMR
ga: Faigh XMR
gl: Recibir XMR
gn: Ehupyty XMR
ha: Karɓi XMR
he: קבלת XMR
hi: XMR प्राप्त करें
hr: Primi XMR
hu: XMR fogadása
hy: Ստանալ XMR
id: Terima XMR
it: Ricevi XMR
ja: XMRを受取
ko: XMR 받기
ky: XMR кабыл алуу
lt: Gauti XMR
lv: Saņemt XMR
ms: Terima XMR
my: XMR လက်ခံမည်
nb: Motta XMR
nl: XMR Ontvangen
pl: Odbierz XMR
pt_br: Receber XMR
ro: Primește XMR
ru: Получить XMR
sk: Prijať XMR
sl: Prejmi XMR
sq: Merr XMR
sv: Ta emot XMR
th: รับ XMR
tr: XMR Al
uk: Отримати XMR
ur: XMR وصول کریں
vi: Nhận XMR
yo: Gbà XMR
zh_hans: 接收 XMR
zh_hant: 接收 XMR

source: Received
ar: مستلمة
az: Qəbul edilib
bg: Получена
bn: গৃহীত
ca: Rebut
cs: Přijato
da: Modtaget
de: Empfangen
el: Ελήφθη
eo: Ricevita
es: Recibido
et: Saadud
eu: Jasota
fa: دریافت شده
fi: Vastaanotettu
fil: Natanggap
fr: Reçu
ga: Faighte
gl: Recibido
gn: Hupytypyre
ha: An Karɓa
he: התקבלה
hi: प्राप्त हुआ
hr: Primljeno
hu: Fogadva
hy: Ստացված
id: Diterima
it: Ricevuto
ja: 受取
ko: 받음
ky: Кабыл алынды
lt: Gauta
lv: Saņemts
ms: Diterima
my: လက်ခံရရှိသည်
nb: Mottatt
nl: Ontvangen
pl: Odebrano
pt_br: Recebido
ro: Primit
ru: Получено
sk: Prijaté
sl: Prejeto
sq: Marrë
sv: Mottagen
th: ได้รับแล้ว
tr: Alındı
uk: Отримано
ur: وصول شدہ
vi: Đã nhận
yo: Tí a Gbà
zh_hans: 收款
zh_hant: 收款

source: Recent Transactions
ar: المعاملات الأخيرة
az: Son əməliyyatlar
bg: Скорошни транзакции
bn: সাম্প্রতিক লেনদেন
ca: Transaccions recents
cs: Nedávné transakce
da: Seneste transaktioner
de: Letzte Transaktionen
el: Πρόσφατες συναλλαγές
eo: Lastaj Transakcioj
es: Transacciones recientes
et: Viimased tehingud
eu: Azken transakzioak
fa: تراکنش‌های اخیر
fi: Viimeisimmät tapahtumat
fil: Mga Kagustuhang Transaksyon
fr: Transactions récentes
ga: Idirbhearta Le Déanaí
gl: Transaccións recentes
gn: Transacciones Ramovéva
ha: Ma'amaloli na Kwanan Nan
he: עסקאות אחרונות
hi: हाल के ट्रांज़ैक्शन
hr: Nedavne transakcije
hu: Legutóbbi tranzakciók
hy: Վերջին գործարքները
id: Transaksi Terbaru
it: Transazioni Recenti
ja: 最近の取引
ko: 최근 거래
ky: Акыркы транзакциялар
lt: Pastarosios operacijos
lv: Pēdējās transakcijas
ms: Transaksi Terkini
my: လတ်တလော ငွေပေးငွေယူမှုများ
nb: Nylige transaksjoner
nl: Recente Transacties
pl: Ostatnie transakcje
pt_br: Transações Recentes
ro: Tranzacții recente
ru: Последние транзакции
sk: Nedávne transakcie
sl: Nedavne transakcije
sq: Transaksionet e Fundit
sv: Senaste transaktioner
th: ธุรกรรมล่าสุด
tr: Son İşlemler
uk: Останні транзакції
ur: حالیہ ٹرانزیکشنز
vi: Giao dịch gần đây
yo: Àwọn Ìṣòwò Tuntun
zh_hans: 最近交易
zh_hant: 最近交易

source: Recipient
ar: المستلم
az: Alıcı
bg: Получател
bn: প্রাপক
ca: Destinatari
cs: Příjemce
da: Modtager
de: Empfänger
el: Παραλήπτης
eo: Ricevanto
es: Destinatario
et: Saaja
eu: Hartzailea
fa: گیرنده
fi: Vastaanottaja
fil: Tatanggap
fr: Destinataire
ga: Faighteoir
gl: Destinatario
gn: Ohupytýva
ha: Mai Karɓa
he: נמען
hi: प्राप्तकर्ता
hr: Primatelj
hu: Címzett
hy: Ստացող
id: Penerima
it: Destinatario
ja: 送金先
ko: 받는 사람
ky: Алуучу
lt: Gavėjas
lv: Saņēmējs
ms: Penerima
my: လက်ခံသူ
nb: Mottaker
nl: Ontvanger
pl: Odbiorca
pt_br: Destinatário
ro: Destinatar
ru: Получатель
sk: Príjemca
sl: Prejemnik
sq: Marrësi
sv: Mottagare
th: ผู้รับ
tr: Alıcı
uk: Отримувач
ur: وصول کنندہ
vi: Người nhận
yo: Ẹni tí yóò gbà
zh_hans: 收款人
zh_hant: 收款人

source: Recovery
ar: الاستعادة
az: Bərpa
bg: Възстановяване
bn: পুনরুদ্ধার
ca: Recuperació
cs: Obnovení
da: Gendannelse
de: Wiederherstellung
el: Ανάκτηση
eo: Restaŭrado
es: Recuperación
et: Taastamine
eu: Leheneratzea
fa: بازیابی
fi: Palautus
fr: Récupération
ga: Aisghabháil
gl: Recuperación
gn: Ñemoĩ Jey
ha: Dawowa
he: שחזור
hi: रिकवरी
hr: Oporavak
hu: Helyreállítás
hy: Վերականգնում
id: Pemulihan
it: Ripristino
ja: 復元
ko: 복구
ky: Калыбына келтирүү
lt: Atkūrimas
lv: Atjaunošana
ms: Pemulihan
my: ပြန်လည်ရယူခြင်း
nb: Gjenoppretting
nl: Herstel
pl: Odzyskiwanie
pt_br: Recuperação
ro: Recuperare
ru: Восстановление
sk: Obnovenie
sl: Obnovitev
sq: Rikuperimi
sv: Återställning
th: การกู้คืน
tr: Kurtarma
uk: Відновлення
ur: ریکوری
vi: Khôi phục
yo: Ìpadàbọ̀
zh_hans: 恢复
zh_hant: 恢復

source: Refresh failed: %@
ar: فشل التحديث: %@
az: Yeniləmə alınmadı: %@
bg: Обновяването не бе успешно: %@
bn: রিফ্রেশ ব্যর্থ হয়েছে: %@
ca: No s'ha pogut actualitzar: %@
cs: Obnovení se nezdařilo: %@
da: Opdatering mislykkedes: %@
de: Aktualisierung fehlgeschlagen: %@
el: Η ανανέωση απέτυχε: %@
eo: Refreŝigo malsukcesis: %@
es: Falló la actualización: %@
et: Värskendamine ebaõnnestus: %@
eu: Freskatzeak huts egin du: %@
fa: به‌روزرسانی ناموفق بود: %@
fi: Päivitys epäonnistui: %@
fil: Nabigo ang pag-refresh: %@
fr: Échec de l'actualisation : %@
ga: Theip ar athnuachan: %@
gl: Fallou a actualización: %@
gn: Ndaikatúi oñembopyahu: %@
ha: Sabunta ta kasa: %@
he: הרענון נכשל: %@
hi: रिफ्रेश विफल: %@
hr: Osvježavanje nije uspjelo: %@
hu: Frissítés sikertelen: %@
hy: Թարմացումը ձախողվեց՝ %@
id: Gagal menyegarkan: %@
it: Aggiornamento non riuscito: %@
ja: 更新に失敗しました:%@
ko: 새로고침 실패: %@
ky: Жаңыртуу ишке ашпады: %@
lt: Atnaujinimas nepavyko: %@
lv: Atjaunināšana neizdevās: %@
ms: Penyegaran semula gagal: %@
my: ပြန်လည်စတင်မှု မအောင်မြင်ပါ: %@
nb: Oppdatering mislyktes: %@
nl: Vernieuwen mislukt: %@
pl: Odświeżanie nie powiodło się: %@
pt_br: Falha ao atualizar: %@
ro: Reîmprospătarea a eșuat: %@
ru: Не удалось обновить: %@
sk: Obnovenie sa nepodarilo: %@
sl: Posodobitev ni uspela: %@
sq: Rifreskimi dështoi: %@
sv: Uppdateringen misslyckades: %@
th: การรีเฟรชล้มเหลว: %@
tr: Yenileme başarısız oldu: %@
uk: Оновлення не вдалося: %@
ur: ریفریش ناکام ہوا: %@
vi: Làm mới thất bại: %@
yo: Sísọdi tuntun kùnà: %@
zh_hans: 刷新失败:%@
zh_hant: 刷新失敗:%@

source: Refresh Wallet
ar: تحديث المحفظة
az: Pulqabını yenilə
bg: Обновяване на портфейла
bn: ওয়ালেট রিফ্রেশ করুন
ca: Actualitza la cartera
cs: Obnovit peněženku
da: Opdater tegnebog
de: Wallet aktualisieren
el: Ανανέωση πορτοφολιού
eo: Refreŝigi Monujon
es: Actualizar cartera
et: Värskenda rahakotti
eu: Freskatu zorroa
fa: به‌روزرسانی کیف پول
fi: Päivitä lompakko
fil: I-refresh ang Wallet
fr: Actualiser le portefeuille
ga: Athnuaigh an Sparán
gl: Actualizar carteira
gn: Embopyahu Ñongatuha
ha: Sabunta Walat
he: רענון הארנק
hi: वॉलेट रिफ्रेश करें
hr: Osvježi novčanik
hu: Pénztárca frissítése
hy: Թարմացնել դրամապանակը
id: Segarkan Dompet
it: Aggiorna Wallet
ja: ウォレットを更新
ko: 지갑 새로고침
ky: Капчыкты жаңыртуу
lt: Atnaujinti piniginę
lv: Atjaunināt maku
ms: Segarkan Semula Dompet
my: ပိုက်ဆံအိတ် ပြန်လည်စတင်မည်
nb: Oppdater lommebok
nl: Wallet Vernieuwen
pl: Odśwież portfel
pt_br: Atualizar Carteira
ro: Reîmprospătează portofelul
ru: Обновить кошелёк
sk: Obnoviť peňaženku
sl: Posodobi denarnico
sq: Rifresko Portofolin
sv: Uppdatera plånbok
th: รีเฟรชกระเป๋าเงิน
tr: Cüzdanı Yenile
uk: Оновити гаманець
ur: والٹ ریفریش کریں
vi: Làm mới ví
yo: Sọ Àpamọ́wọ́ Di Tuntun
zh_hans: 刷新钱包
zh_hant: 刷新錢包

source: Refreshed
ar: تم التحديث
az: Yeniləndi
bg: Обновено
bn: রিফ্রেশ করা হয়েছে
ca: Actualitzat
cs: Obnoveno
da: Opdateret
de: Aktualisiert
el: Ανανεώθηκε
eo: Refreŝigita
es: Actualizado
et: Värskendatud
eu: Freskatuta
fa: به‌روزرسانی شد
fi: Päivitetty
fil: Na-refresh
fr: Actualisé
ga: Athnuaite
gl: Actualizado
gn: Oñembopyahuma
ha: An Sabunta
he: רוענן
hi: रिफ्रेश हो गया
hr: Osvježeno
hu: Frissítve
hy: Թարմացված
id: Disegarkan
it: Aggiornato
ja: 更新しました
ko: 새로고침됨
ky: Жаңырды
lt: Atnaujinta
lv: Atjaunināts
ms: Disegarkan semula
my: ပြန်လည်စတင်ပြီးပါပြီ
nb: Oppdatert
nl: Vernieuwd
pl: Odświeżono
pt_br: Atualizado
ro: Reîmprospătat
ru: Обновлено
sk: Obnovené
sl: Posodobljeno
sq: U rifreskua
sv: Uppdaterad
th: รีเฟรชแล้ว
tr: Yenilendi
uk: Оновлено
ur: ریفریش ہو گیا
vi: Đã làm mới
yo: Ti sọ di tuntun
zh_hans: 已刷新
zh_hant: 已刷新
